[
  {
    "image": "/images/omellasimoneto.webp",
    "title": "Santa Fe, Argentina",
    "description": "Dancer, teacher, and tango DJ, Ornella represents a new generation that combines youth, freshness, and a deep passion for Argentine tango. Her energy on the dance floor and her musical sensitivity have brought her to stages and milongas around the world. Behind the decks, she creates atmospheres full of strength and elegance, where each tanda invites dancers to embrace, feel, and enjoy the music with intensity and emotion."
  },
  {
    "image": "/images/lauralaru.webp",
    "title": "Zurich / Bucarest",
    "description": "Laura breathes tango every day. In love with it since 2006, she has dedicated her life to teaching, dancing, and DJing — sharing the spirit of the Golden Age wherever she goes. Her sets recreate the warmth and elegance of the classic milongas, weaving rhythmic, melodic, and dramatic moments into a beautiful, danceable flow. The result: a floor filled with energy, smiles, and emotion. Originally from Bucharest and now based in Zürich, Laura DJs regularly in Switzerland and across Europe, bringing her radiant musicality to some of the most beloved marathons and festivals on the continent."
  },
  {
    "image": "/images/olgalacachila.webp",
    "title": "Alicante, Spain",
    "description": "Olga \"La Cachila\" is a passionate milonguera and tango DJ. She organizes and DJs the milonga La Cachila, which takes place every Thursday at La Casa del Tango in Alicante, Spain. As a DJ, she has played music at numerous encuentros, milongas, marathons, and festivals in various cities across Spain, the United Kingdom, Italy, Portugal, France, Georgia, and also at several iconic milongas in Buenos Aires. She favors traditional tango, especially emotional and rhythmic orchestras. Her goal is always to create a warm atmosphere on the dance floor and ensure that dancers enjoy themselves to the fullest."
  },
  {
    "image": "/images/pablorodriguez.webp",
    "title": "London / Argentina",
    "description": "Argentine dancer, teacher, and tango DJ, Pablo Rodríguez is widely known for his musical elegance and his deep understanding of the dance’s social essence. Based in London, where he co-directs Tango Space, Pablo has spent years sharing the spirit of traditional tango with dancers around the world. His musical selections reflect the same qualities as his dance — clarity, connection, and a warm, human touch that fills the floor with joy and authenticity."
  },
  {
    "image": "/images/silcisnero.webp",
    "title": "La Plata, Argentina",
    "description": "Born in the province of Buenos Aires, Sil discovered tango in La Plata in 2009, where she also took her first steps as a DJ. After several years living in Buenos Aires, she moved to Barcelona in 2018, bringing with her the pulse and nostalgia of Buenos Aires. With tandas mainly from the Golden Age and her thoughtful mix of cortinas, Sil creates a unique atmosphere through her musical selection. Her style is classical, sensitive, and truly danceable, capturing both the elegance and warmth that keep the dance floor alive."
  },
  {
    "image": "/images/angeldepaz.webp",
    "title": "Barcelona, Spain",
    "description": "A music and history lover turned into a passionate dancer... and later, a devoted DJ. Inspired by the traditional Argentine style his sets blend warmth, rhythm, and emotion. His selections, woven mainly from the Golden Age and occasionally reaching earlier or beyond, are paired with a sweet range of eclectic cortinas that guide dancers through familiar melodies, emotional contrasts, and subtle surprises. Each set becomes a musical journey that connects hearts on the dance floor, classic, heartfelt, and always alive."
  },
  {
    "image": "/images/gabrieldeki.webp",
    "title": "Palermo / Barcelona",
    "description": "Originally from Palermo, Gabriel began his DJ career in Ireland in 2013. Since then, he has shared his passion for tango at milongas and festivals across Europe and the Americas. His music, deeply shaped by his time in Buenos Aires, reflects the soul of the milongas porteñas, elegant, intense, and irresistibly danceable. Faithful to the traditional tango of the Golden Age, his tandas, including favourites like Troilo-Marino and Tanturi–Campos, wrap dancers in an atmosphere of emotion and connection."
  },
  {
    "image": "/images/addisonyang.webp",
    "title": "Beijing, China",
    "description": "Sweet and soft as silk, Addison brings her dancer’s sensitivity to her DJ sets. She weaves tender and romantic tandas from the heart of the Golden Age,  music that flows gently, smooth and melodic, inviting dancers to breathe, feel, and embrace. With a fresh musical voice, her sets shine with elegance, warmth, and a touch of quiet magic."
  }
]
